Repository: errrepe/Nucleon-Transfer
Catalog: NucleonTransfer/NucleonTransfer/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

# %@ (Error %@)
source: %1$@ (Error %2$@)
pt_br: %1$@ (Erro %2$@)

# %@ at %@
source: %1$@ at %2$@
pt_br: %1$@ às %2$@

source: %@ left
pt_br: %@ restantes

# %@ of %@
source: %1$@ of %2$@
pt_br: %1$@ de %2$@

# %@ of %@ used
source: %1$@ of %2$@ used
pt_br: %1$@ de %2$@ usados

source: %@ progress
pt_br: Progresso de %@

source: %@ used
pt_br: %@ usados

source: %lld active
pt_br: %lld em andamento

source: %lld failed
pt_br: %lld com falha

# %lld of %lld selected
source: %1$lld of %2$lld selected
pt_br: %lld de %2$lld selecionados

source: A file named “%@” already exists here, so the folder can’t be created.
pt_br: Já existe um arquivo chamado “%@” aqui, então a pasta não pode ser criada.

source: A folder named “%@” already exists.
pt_br: Já existe uma pasta chamada “%@”.

source: A folder or file named “%@” already exists here.
pt_br: Já existe uma pasta ou arquivo chamado “%@” aqui.

source: A network error occurred. Check your connection and try again.
pt_br: Ocorreu um erro de rede. Verifique sua conexão e tente novamente.

source: About
pt_br: Sobre

source: About Nucleon Transfer
pt_br: Sobre o Nucleon Transfer

source: Account
pt_br: Conta

source: Account Options
pt_br: Opções da Conta

source: Active
pt_br: Em Andamento

source: An item with this name already exists here. Rename it and try again. (Error 2500)
pt_br: Já existe um item com este nome aqui. Renomeie-o e tente novamente. (Erro 2500)

source: Ask before moving to Trash
pt_br: Perguntar antes de mover para o Lixo

source: Ask where to save every time
pt_br: Perguntar onde salvar todas as vezes

source: Authentication code
pt_br: Código de autenticação

source: Back
pt_br: Voltar

source: Cancel
pt_br: Cancelar

source: Cancel %@
pt_br: Cancelar %@

source: Cancelled
pt_br: Cancelada

source: Cancelled.
pt_br: Cancelado.

source: Choose
pt_br: Escolher

source: Choose the folder where downloads are saved.
pt_br: Escolha a pasta onde os downloads são salvos.

# Choose where to save ^[%lld item](inflect: true).
source: Choose where to save %lld items.
pt_br: Escolha onde salvar %lld itens.

source: Choose where to save the download.
pt_br: Escolha onde salvar o download.

source: Choose…
pt_br: Escolher…

source: Clear Finished
pt_br: Limpar Concluídas

source: Completed
pt_br: Concluídas

source: Computer %lld
pt_br: Computador %lld

source: Computers
pt_br: Computadores

source: Copy
pt_br: Copiar

source: Couldn't Load Folder
pt_br: Não Foi Possível Carregar a Pasta

source: Couldn't Load Your Drive
pt_br: Não Foi Possível Carregar o Drive

source: Couldn't decrypt this item. Reload and try again; if it keeps happening, the item may be damaged.
pt_br: Não foi possível descriptografar este item. Recarregue e tente novamente; se continuar acontecendo, o item pode estar danificado.

source: Couldn't find a free file name in the folder you chose. Choose another folder and try again.
pt_br: Não foi possível encontrar um nome de arquivo livre na pasta escolhida. Escolha outra pasta e tente novamente.

source: Couldn't open this item because it's signed with an outdated, insecure method. Contact Proton support about this item.
pt_br: Não foi possível abrir este item porque ele foi assinado com um método obsoleto e inseguro. Contate o suporte da Proton sobre este item.

source: Couldn't open this item because its encryption data isn't signed. Reload and try again; if it keeps happening, the item may have been tampered with.
pt_br: Não foi possível abrir este item porque seus dados de criptografia não estão assinados. Recarregue e tente novamente; se continuar acontecendo, o item pode ter sido adulterado.

source: Couldn't open this item because its signature couldn't be verified. Reload and try again; if it keeps happening, the item may have been tampered with.
pt_br: Não foi possível abrir este item porque a assinatura dele não pôde ser verificada. Recarregue e tente novamente; se continuar acontecendo, o item pode ter sido adulterado.

source: Couldn't reach Proton. Check your internet connection and try again.
pt_br: Não foi possível acessar a Proton. Verifique sua conexão com a internet e tente novamente.

source: Couldn't read or write a file on your Mac. Check that it still exists and that there's enough space, then try again.
pt_br: Não foi possível ler ou gravar um arquivo no seu Mac. Verifique se ele ainda existe e se há espaço suficiente e tente novamente.

source: Couldn't read this file on your Mac. Check that it still exists and that you can open it, then add it again.
pt_br: Não foi possível ler este arquivo no seu Mac. Verifique se ele ainda existe e se você consegue abri-lo e adicione-o novamente.

source: Couldn't read this folder on your Mac. Check that it still exists and that you can open it, then try again.
pt_br: Não foi possível ler esta pasta no seu Mac. Verifique se ela ainda existe e se você consegue abri-la e tente novamente.

source: Couldn't refresh. Showing earlier results.
pt_br: Não foi possível atualizar. Mostrando resultados anteriores.

source: Couldn't unlock this file. Sign out and back in, then try again; if it keeps happening, the file may be damaged.
pt_br: Não foi possível desbloquear este arquivo. Encerre a sessão, inicie-a novamente e tente de novo; se continuar acontecendo, o arquivo pode estar danificado.

source: Couldn't unlock your account's encryption keys. Make sure your password is right and sign in again.
pt_br: Não foi possível desbloquear as chaves de criptografia da sua conta. Confira se a senha está correta e inicie a sessão novamente.

source: Couldn't verify Proton's server, so sign-in was stopped. Your connection may be intercepted — don't sign in on this network; try again on one you trust.
pt_br: Não foi possível verificar o servidor da Proton, então o início de sessão foi interrompido. Sua conexão pode estar sendo interceptada — não inicie sessão nesta rede; tente novamente em uma rede confiável.

source: Couldn't verify Proton's server. Check your network (VPN or proxy) and try again.
pt_br: Não foi possível verificar o servidor da Proton. Verifique sua rede (VPN ou proxy) e tente novamente.

source: Couldn't verify the connection to Proton, so sign-in was stopped. Something on this network (a proxy, VPN or security software) may be intercepting it — don't sign in on this network; try again on one you trust.
pt_br: Não foi possível verificar a conexão com a Proton, então o início de sessão foi interrompido. Algo nesta rede (um proxy, VPN ou software de segurança) pode estar interceptando-a — não inicie sessão nesta rede; tente novamente em uma rede confiável.

source: Couldn't verify this item because it was signed by someone outside your account. Items shared by other people aren't supported yet.
pt_br: Não foi possível verificar este item porque ele foi assinado por alguém de fora da sua conta. Itens compartilhados por outras pessoas ainda não são compatíveis.

source: Couldn’t Download “%@”
pt_br: Não Foi Possível Baixar “%@”

source: Couldn’t Move to Trash
pt_br: Não Foi Possível Mover para o Lixo

source: Couldn’t Upload “%@”
pt_br: Não Foi Possível Enviar “%@”

source: Couldn’t remember this folder. Choose another one.
pt_br: Não foi possível memorizar esta pasta. Escolha outra.

source: Create
pt_br: Criar

source: Create account
pt_br: Criar conta

source: Default folder
pt_br: Pasta padrão

source: Demo Mode
pt_br: Modo de Demonstração

source: Dismiss
pt_br: Fechar

source: Document
pt_br: Documento

source: Done
pt_br: Concluído

source: Download
pt_br: Baixar

source: Download Here
pt_br: Baixar Aqui

source: Download blocked: an item's name would save files outside the folder you chose. Rename the item, then try again.
pt_br: Download bloqueado: o nome de um item salvaria arquivos fora da pasta escolhida. Renomeie o item e tente novamente.

source: Download cancelled
pt_br: Download cancelado

source: Download cancelled (%@)
pt_br: Download cancelado (%@)

source: Download failed
pt_br: Falha no download

source: Download stopped: part of the file failed a signature check, so it may have been tampered with. Nothing was saved.
pt_br: Download interrompido: parte do arquivo falhou em uma verificação de assinatura, então ele pode ter sido adulterado. Nada foi salvo.

source: Download stopped: the file's author couldn't be verified because it was signed by an address outside your account. Nothing was saved.
pt_br: Download interrompido: o autor do arquivo não pôde ser verificado porque ele foi assinado por um endereço de fora da sua conta. Nada foi salvo.

source: Download stopped: the file's key failed a signature check, so the file may have been tampered with. Nothing was saved.
pt_br: Download interrompido: a chave do arquivo falhou em uma verificação de assinatura, então o arquivo pode ter sido adulterado. Nada foi salvo.

source: Download stopped: the file's signature couldn't be verified, so it may have been altered. Nothing was saved.
pt_br: Download interrompido: a assinatura do arquivo não pôde ser verificada, então ele pode ter sido alterado. Nada foi salvo.

source: Download stopped: this file is not signed, so who uploaded it can't be verified. Nothing was saved.
pt_br: Download interrompido: este arquivo não está assinado, então não é possível verificar quem o enviou. Nada foi salvo.

source: Downloaded
pt_br: Baixado

# Downloaded ^[%lld file](inflect: true)
source: Downloaded %lld files
pt_br: %lld arquivos baixados

source: Downloaded to %@
pt_br: Baixado em %@

source: Downloading
pt_br: Baixando

source: Downloading folder…
pt_br: Baixando pasta…

source: Downloading…
pt_br: Baixando…

source: Downloading… %@
pt_br: Baixando… %@

source: Download…
pt_br: Baixar…

source: Drop files here or use Upload.
pt_br: Solte arquivos aqui ou use Enviar.

source: Drop to upload to “%@”
pt_br: Solte para enviar para “%@”

source: Email or username
pt_br: E-mail ou nome de usuário

source: Enclosing Folder
pt_br: Pasta Superior

source: Encrypted Item
pt_br: Item Criptografado

source: Enter a folder name.
pt_br: Digite um nome para a pasta.

source: Enter one of the recovery codes you saved when you turned on two-factor authentication. Each code works only once.
pt_br: Digite um dos códigos de recuperação que você guardou ao ativar a autenticação de dois fatores. Cada código funciona apenas uma vez.

source: Enter the 6-digit code from your authenticator app.
pt_br: Digite o código de 6 dígitos do seu app autenticador.

source: Enter the two-factor code from your authenticator app to continue.
pt_br: Digite o código de dois fatores do seu app autenticador para continuar.

source: Failed
pt_br: Com Falha

source: Failed, %@
pt_br: Falha, %@

source: Files you upload or download appear here.
pt_br: Os arquivos que você enviar ou baixar aparecem aqui.

source: Filter this folder
pt_br: Filtrar esta pasta

source: Folder
pt_br: Pasta

source: Folder name
pt_br: Nome da pasta

source: Folder names can’t contain “/”.
pt_br: Nomes de pastas não podem conter “/”.

source: Forgot password?
pt_br: Esqueceu a senha?

source: Forward
pt_br: Avançar

source: General
pt_br: Geral

source: Go
pt_br: Ir

source: Hide Path Bar
pt_br: Ocultar Barra de Caminho

source: Kind
pt_br: Tipo

source: Known Limitations
pt_br: Limitações Conhecidas

source: Learn More
pt_br: Saiba Mais

source: Loading your drive…
pt_br: Carregando o drive…

source: Loading…
pt_br: Carregando…

source: MIT License
pt_br: Licença MIT

source: Modified
pt_br: Data de Modificação

# Move ^[%lld item](inflect: true) to Trash?
source: Move %lld items to Trash?
pt_br: Mover %lld itens para o Lixo?

source: Move to Trash
pt_br: Mover para o Lixo

source: My Files
pt_br: Meus Arquivos

source: Name
pt_br: Nome

source: Name couldn't be decrypted
pt_br: Não foi possível descriptografar o nome

source: New Folder
pt_br: Nova Pasta

source: No Drive Locations
pt_br: Nenhum Local no Drive

source: No Photos
pt_br: Nenhuma Foto

source: No Transfers
pt_br: Nenhuma Transferência

source: None
pt_br: Nenhuma

source: Nucleon Transfer Help
pt_br: Ajuda do Nucleon Transfer

source: Nucleon Transfer is an independent, open-source app. It is not affiliated with or endorsed by Proton AG. Your password is used only to sign in and unlock your keys on this Mac — it is never stored.
pt_br: O Nucleon Transfer é um app independente e de código aberto. Ele não é afiliado nem endossado pela Proton AG. Sua senha é usada apenas para iniciar sessão e desbloquear suas chaves neste Mac — ela nunca é armazenada.

source: Offline sample data — nothing is sent or stored.
pt_br: Dados de exemplo offline — nada é enviado nem armazenado.

source: Open
pt_br: Abrir

source: Open Transfers when a transfer starts
pt_br: Abrir Transferências quando uma transferência começar

source: Password
pt_br: Senha

source: Path
pt_br: Caminho

source: Pause
pt_br: Pausar

source: Pause All
pt_br: Pausar Tudo

source: Paused
pt_br: Pausada

source: Photos
pt_br: Fotos

source: Photos is read-only in Nucleon Transfer.
pt_br: Fotos é somente leitura no Nucleon Transfer.

source: Photos you add in Proton Drive appear here.
pt_br: As fotos que você adicionar no Proton Drive aparecem aqui.

source: Privacy & Security
pt_br: Privacidade e Segurança

source: Proton couldn't complete the request. Try again. (Error %@)
pt_br: A Proton não conseguiu concluir a solicitação. Tente novamente. (Erro %@)

source: Proton couldn't complete the request. Try again; if it keeps happening, reload the folder. (Error %@)
pt_br: A Proton não conseguiu concluir a solicitação. Tente novamente; se continuar acontecendo, recarregue a pasta. (Erro %@)

source: Proton couldn't find or accept this item. Reload the folder and try again — if you were deleting it, it may already be gone. (Error 2501)
pt_br: A Proton não conseguiu encontrar ou aceitar este item. Recarregue a pasta e tente novamente — se você estava apagando o item, ele já pode ter sido removido. (Erro 2501)

source: Proton didn't accept the new folder's encryption data. Try again; if it keeps happening, report the problem. (Error 200501)
pt_br: A Proton não aceitou os dados de criptografia da nova pasta. Tente novamente; se continuar acontecendo, relate o problema. (Erro 200501)

source: Proton is asking for human verification. Sign in at drive.proton.me in your browser and complete the check, then try again here. (Error 9001)
pt_br: A Proton está pedindo uma verificação humana. Inicie sessão em drive.proton.me no navegador, conclua a verificação e tente novamente aqui. (Erro 9001)

source: Proton is busy right now. Transfers back off and retry on their own — leave the app open. (Error 429)
pt_br: A Proton está ocupada no momento. As transferências aguardam e tentam novamente sozinhas — deixe o app aberto. (Erro 429)

source: Proton sent a storage address this app doesn't trust, so nothing was sent. Try again; if it keeps happening, report the problem.
pt_br: A Proton enviou um endereço de armazenamento em que este app não confia, então nada foi enviado. Tente novamente; se continuar acontecendo, relate o problema.

source: Proton sent download data this app couldn't read. Try again; if it keeps happening, report the problem.
pt_br: A Proton enviou dados de download que este app não conseguiu ler. Tente novamente; se continuar acontecendo, relate o problema.

source: Proton sent incomplete encryption data for this item. Reload and try again; if it keeps happening, report the problem.
pt_br: A Proton enviou dados de criptografia incompletos para este item. Recarregue e tente novamente; se continuar acontecendo, relate o problema.

source: Proton sent sign-in data that failed a safety check. Check your network (VPN or proxy) and try again.
pt_br: A Proton enviou dados de início de sessão que falharam em uma verificação de segurança. Verifique sua rede (VPN ou proxy) e tente novamente.

source: Proton sent sign-in data this app couldn't read. Try again; if it keeps happening, report the problem.
pt_br: A Proton enviou dados de início de sessão que este app não conseguiu ler. Tente novamente; se continuar acontecendo, relate o problema.

source: Proton's servers are having trouble. Transfers retry on their own; otherwise try again in a few minutes. (Error %@)
pt_br: Os servidores da Proton estão com problemas. As transferências tentam novamente sozinhas; caso contrário, tente de novo em alguns minutos. (Erro %@)

source: Recovery code
pt_br: Código de recuperação

source: Reload
pt_br: Recarregar

source: Remove
pt_br: Remover

source: Report an Issue…
pt_br: Relatar um Problema…

source: Resume
pt_br: Retomar

source: Retry
pt_br: Tentar Novamente

source: Retry Failed
pt_br: Tentar Novamente as com Falha

source: See folders you viewed next
pt_br: Ver as pastas visualizadas depois

source: See folders you viewed previously
pt_br: Ver as pastas visualizadas antes

source: Select a Location
pt_br: Selecione um Local

source: Session not ready. Sign in again.
pt_br: A sessão não está pronta. Inicie a sessão novamente.

source: Show Details…
pt_br: Mostrar Detalhes…

source: Show Path Bar
pt_br: Mostrar Barra de Caminho

source: Show Transfers
pt_br: Mostrar Transferências

source: Show Transfers — %@
pt_br: Mostrar Transferências — %@

source: Show in Finder
pt_br: Mostrar no Finder

source: Sign In
pt_br: Iniciar Sessão

source: Sign Out
pt_br: Encerrar Sessão

source: Sign Out…
pt_br: Encerrar Sessão…

source: Sign in with your Proton account
pt_br: Inicie a sessão com sua conta Proton

source: Sign out of %@?
pt_br: Encerrar a sessão de %@?

source: Sign out? Active transfers will be paused.
pt_br: Encerrar a sessão? As transferências em andamento serão pausadas.

source: Sign-in couldn't start because part of the app is missing. Reinstall Nucleon Transfer, then try again.
pt_br: Não foi possível iniciar a sessão porque falta uma parte do app. Reinstale o Nucleon Transfer e tente novamente.

source: Signing in…
pt_br: Iniciando sessão…

source: Simultaneous Transfers
pt_br: Transferências Simultâneas

source: Size
pt_br: Tamanho

source: Something went wrong preparing the new folder. Try again; if it keeps happening, report the problem.
pt_br: Algo deu errado ao preparar a nova pasta. Tente novamente; se continuar acontecendo, relate o problema.

source: Something went wrong preparing this file. Try again.
pt_br: Algo deu errado ao preparar este arquivo. Tente novamente.

source: Something went wrong. Try again.
pt_br: Algo deu errado. Tente novamente.

source: Source Code
pt_br: Código-Fonte

source: Storage
pt_br: Armazenamento

source: That code didn’t work. Check your authenticator app and try again.
pt_br: Esse código não funcionou. Verifique seu app autenticador e tente novamente.

source: That name is too long. Try a shorter name.
pt_br: Esse nome é muito longo. Tente um nome mais curto.

source: That recovery code didn’t work. Check it and try again — each code works only once.
pt_br: Esse código de recuperação não funcionou. Verifique-o e tente novamente — cada código funciona apenas uma vez.

source: The download failed an integrity check, so nothing was saved. Try again.
pt_br: O download falhou em uma verificação de integridade, então nada foi salvo. Tente novamente.

source: The file or folder is no longer there. Check that it still exists, then try again.
pt_br: O arquivo ou a pasta não está mais lá. Verifique se ainda existe e tente novamente.

source: The original file is no longer on your Mac. Add it again to upload it.
pt_br: O arquivo original não está mais no seu Mac. Adicione-o novamente para enviá-lo.

source: The signature of this item could not be verified.
pt_br: Não foi possível verificar a assinatura deste item.

source: There isn't enough space on your Mac. Free up some space, then try again.
pt_br: Não há espaço suficiente no seu Mac. Libere espaço e tente novamente.

source: This Folder Is Empty
pt_br: Esta Pasta Está Vazia

source: This account has no browsable drives.
pt_br: Esta conta não tem drives navegáveis.

source: This account uses an older password format this app can't sign in with. Change your password at account.proton.me to update it, then sign in again.
pt_br: Esta conta usa um formato de senha antigo com o qual este app não consegue iniciar sessão. Altere sua senha em account.proton.me para atualizá-lo e inicie a sessão novamente.

source: This app doesn't have permission to use that location. Choose another folder, then try again.
pt_br: Este app não tem permissão para usar esse local. Escolha outra pasta e tente novamente.

source: This file changed while it was uploading. Try again once it's no longer being written.
pt_br: Este arquivo foi alterado durante o envio. Tente novamente quando ele não estiver mais sendo gravado.

source: This file has nothing to download yet — it may still be uploading. Try again in a moment.
pt_br: Este arquivo ainda não tem nada para baixar — ele ainda pode estar sendo enviado. Tente novamente em instantes.

source: This file is no longer available — it may have been deleted. Reload the folder.
pt_br: Este arquivo não está mais disponível — ele pode ter sido apagado. Recarregue a pasta.

source: This happens on your Mac. It can take a few seconds.
pt_br: Isso acontece no seu Mac. Pode levar alguns segundos.

source: This item is no longer available. Reload the folder and try again. (Error 404)
pt_br: Este item não está mais disponível. Recarregue a pasta e tente novamente. (Erro 404)

source: This location doesn't accept new items. Upload to a folder in My Files instead. (Error 2511)
pt_br: Este local não aceita novos itens. Envie para uma pasta em Meus Arquivos. (Erro 2511)

source: This name couldn't be decrypted with your current keys.
pt_br: Não foi possível descriptografar este nome com suas chaves atuais.

source: Too many recent sign-in attempts. Wait about 10 minutes before trying again — if you're already signed in, keep using this session. (Error 2028)
pt_br: Muitas tentativas recentes de início de sessão. Aguarde cerca de 10 minutos antes de tentar novamente — se você já iniciou a sessão, continue usando esta sessão. (Erro 2028)

source: Transfer Actions
pt_br: Ações de Transferência

source: Transfers
pt_br: Transferências

source: Transfers, %@
pt_br: Transferências, %@

source: Try Again
pt_br: Tentar Novamente

source: Two-Factor Authentication
pt_br: Autenticação de Dois Fatores

source: Unlocking your encrypted drive…
pt_br: Desbloqueando seu drive criptografado…

source: Untitled Folder
pt_br: Pasta sem Título

source: Upload
pt_br: Enviar

source: Upload Files…
pt_br: Enviar Arquivos…

source: Upload Folder…
pt_br: Enviar Pasta…

source: Upload failed
pt_br: Falha no envio

source: Upload files or a folder into this folder.
pt_br: Envie arquivos ou uma pasta para esta pasta.

source: Upload not available yet (Error 2000).
pt_br: Envio ainda não disponível (Erro 2000).

source: Upload stopped.
pt_br: Envio interrompido.

source: Uploaded
pt_br: Enviado

source: Uploaded to %@
pt_br: Enviado para %@

source: Uploading to Photos isn't supported yet.
pt_br: Ainda não é possível enviar para Fotos.

source: Uploads aren't available yet. Proton hasn't approved this app for uploads. Downloads work normally.
pt_br: Os envios ainda não estão disponíveis. A Proton ainda não aprovou este app para envios. Os downloads funcionam normalmente.

source: Uploads: %lld
pt_br: Envios: %lld

source: Use a recovery code instead
pt_br: Usar um código de recuperação

source: Use authenticator code instead
pt_br: Usar o código do autenticador

source: Verify
pt_br: Verificar

source: Verifying code…
pt_br: Verificando o código…

source: Verifying…
pt_br: Verificando…

source: Version %@
pt_br: Versão %@

source: Waiting…
pt_br: Aguardando…
